Repository: CesarY14/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/changelog.po
Languages: it_it

source: [#380](https://github.com/open-contracting/standard/issues/380) **[Procurement method](http://standard.open-contracting.org/1.1/en/schema/codelists/#method)** - A new code for 'direct' has been added the procurementMethod codelist
it_it: [# 380] (https://github.com/open-contracting/standard/issues/380) ** [Metodo di acquisizione] (http://standard.open-contracting.org/1.1/en/schema/codelists/ #method) ** - Un nuovo codice per 'direct' è stato aggiunto alla lista di codici procurementMethod

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone status](http://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-status)** - We have updated the milestoneStatus codelist with a 'scheduled' entry and revised definitions
it_it: [# 373] (https://github.com/open-contracting/standard/issues/373) ** [Stato fondamentale] (http://standard.open-contracting.org/1.1/en/schema/codelists/ # milestone-status) ** - Abbiamo aggiornato la lista codici milestoneStatus con una voce "programmata" e le definizioni riviste

source: [#297](https://github.com/open-contracting/standard/issues/297) **[Currency codelist external link](http://standard.open-contracting.org/1.1/en/schema/codelists/#currency)** - We have fixed the external link for currency codelists to refer to the official ISO source.
it_it: [# 297] (https://github.com/open-contracting/standard/issues/297) ** [Link esterno codelist di valuta] (http://standard.open-contracting.org/1.1/en/schema/ liste codici / # valuta) ** - Abbiamo fissato il link esterno per le liste di codici di valuta per fare riferimento alla fonte ISO ufficiale.

source: Open codelist updates
it_it: Aprire gli aggiornamenti della lista di codici

source: [#386](https://github.com/open-contracting/standard/issues/386) **[Document type](http://standard.open-contracting.org/1.1/en/schema/codelists/#document-type)** - New codes have been added to the documentType codelist, and definitions of codes updated.
it_it: [# 386] (https://github.com/open-contracting/standard/issues/386) ** [Tipo di documento] (http://standard.open-contracting.org/1.1/en/schema/codelists/ # tipo-documento) ** - Nuovi codici sono stati aggiunti alla lista codici e le definizioni dei codici aggiornate.

source: [#322](https://github.com/open-contracting/standard/issues/322) **[Submission Method Codelist](http://standard.open-contracting.org/1.1/en/schema/codelists/#submission-method)** - The submissionMethod codelist has been updated
it_it: [# 322] (https://github.com/open-contracting/standard/issues/322) ** [Codelist metodo di invio] (http://standard.open-contracting.org/1.1/en/schema/codelists / # submission-method) ** - La codelist submissionMethod è stata aggiornata

source: [#387](https://github.com/open-contracting/standard/issues/387) **[Codelist updates: Item Classification Scheme](http://standard.open-contracting.org/1.1/en/schema/codelists/#item-classification-scheme)** - New entries have been added to the itemClassificationScheme codelist
it_it: [# 387] (https://github.com/open-contracting/standard/issues/387) ** [Aggiornamenti codelist: Schema di classificazione degli articoli] (http://standard.open-contracting.org/1.1/en/ schema / codelists / # item-classification-scheme) ** - Nuove voci sono state aggiunte alla lista codici di ItemClassificationScheme

source: [#385](https://github.com/open-contracting/standard/issues/385) **[Codelist updates: awardCriteria](http://standard.open-contracting.org/1.1/en/schema/codelists/#award-criteria)** - Revising the awardCriteria codelist, with all existing codes deprecated and a new set of codes introduced.
it_it: [# 385] (https://github.com/open-contracting/standard/issues/385) ** [Aggiornamenti codelist: awardCriteria] (http://standard.open-contracting.org/1.1/en/schema/ codelists / # criteri-premio) ** - Revisionare la lista dei codici premioCriteria, con tutti i codici esistenti deprecati e una nuova serie di codici introdotti.

source: Added
it_it: aggiunto

source: [#371](https://github.com/open-contracting/standard/issues/371) **[Linking related processes](http://standard.open-contracting.org/1.1/en/schema/reference/#relatedprocess)** - We have introduced a new RelatedProcess block at the release and contract level
it_it: [# 371] (https://github.com/open-contracting/standard/issues/371) ** [Collegamento dei processi correlati] (http://standard.open-contracting.org/1.1/en/schema/reference / # relatedprocess) ** - Abbiamo introdotto un nuovo blocco RelatedProcess a livello di rilascio e contratto

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Duration in periods](http://standard.open-contracting.org/1.1/en/schema/reference/#period)** - We have introduced fields for duration in days, and maximum extent, to the period building block
it_it: [# 374] (https://github.com/open-contracting/standard/issues/374) ** [Durata nei periodi] (http://standard.open-contracting.org/1.1/en/schema/reference / # periodo) ** - Abbiamo introdotto i campi per la durata in giorni e l'estensione massima per il blocco predefinito del periodo

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Contract and Award Periods in Tender](http://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - We have introduced contract period in tender and updated the definition of award period.
it_it: [# 374] (https://github.com/open-contracting/standard/issues/374) ** [Periodi contratto e premio in gara d'appalto] (http://standard.open-contracting.org/1.1/en/ schema / reference / # tender) ** - Abbiamo introdotto la durata del contratto in gara e aggiornato la definizione del periodo di aggiudicazione.

source: [#376](https://github.com/open-contracting/standard/issues/376) **[Contract type (supplies, works and services)](http://standard.open-contracting.org/1.1/en/schema/codelists/#procurement-category)** - We have introduced a procurementCategory field to specify whether contracts are for supplies, works, services, consultancyServices or mixed
it_it: [# 376] (https://github.com/open-contracting/standard/issues/376) ** [Tipo di contratto (forniture, lavori e servizi)] (http://standard.open-contracting.org/1.1 / it / schema / codelists / # procurement-category) ** - Abbiamo introdotto un campo procurementCategory per specificare se i contratti sono per forniture, lavori, servizi, servizi di consulenza o misto

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone types](http://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** - We have introduced the milestoneType property and codelist
it_it: [# 373] (https://github.com/open-contracting/standard/issues/373) ** [Milestone types] (http://standard.open-contracting.org/1.1/en/schema/codelists/ # milestone-type) ** - Abbiamo introdotto la proprietà milestoneType e la lista codici

source: [#366](https://github.com/open-contracting/standard/issues/366) **[Unit of Measure - additional fields and codelist](http://standard.open-contracting.org/1.1/en/schema/reference/#unit)** - We have introduced a structured classification for unitOfMeasure on each item, with a recommendation to use UNCEFACT.
it_it: [# 366] (https://github.com/open-contracting/standard/issues/366) ** [Unità di misura: campi aggiuntivi e elenco codici] (http://standard.open-contracting.org/1.1/ en / schema / reference / # unit) ** - Abbiamo introdotto una classificazione strutturata per unitOfMeasure su ciascun articolo, con una raccomandazione per l'utilizzo di UNCEFACT.

source: Extensions
it_it: Estensioni

source: [#335](https://github.com/open-contracting/standard/issues/335) **[Core and community extensions](http://standard.open-contracting.org/1.1/en/extensions/developing/)** - We have introduced widespread use of extensions throughout the standard. An extension provides fields and data structures that are optional, either because (a) they are only relevant in particular contexts or contracting processes; or (b) they represent a 'stretch goal' for most data publishers, and so are not currently suitable for inclusion in the main standard. We divide these extensions into 'core extensions' which have wide enough relevance, and technical maturity to be included in the main standard documentation (and which are versioned along with the standard documentation), and 'community extensions' which may have less technical maturity, or which might be versioned independently of the main standard.
it_it: [# 335] (https://github.com/open-contracting/standard/issues/335) ** [Estensioni core e community] (http://standard.open-contracting.org/1.1/en/extensions/ in via di sviluppo /) ** - Abbiamo introdotto un uso diffuso delle estensioni in tutto lo standard. Un'estensione fornisce campi e strutture dati che sono opzionali, sia perché (a) sono rilevanti solo in particolari contesti o processi di appalto; oppure (b) rappresentano un "obiettivo prolungato" per la maggior parte degli editori di dati, e quindi non sono attualmente idonei per l'inclusione nello standard principale. Dividiamo queste estensioni in "estensioni di base" che hanno una pertinenza sufficientemente ampia e una maturità tecnica da includere nella documentazione standard principale (e che sono versionate insieme alla documentazione standard) e "estensioni di comunità" che potrebbero avere una maturità tecnica inferiore, o che potrebbe essere versionato indipendentemente dallo standard principale.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](http://standard.open-contracting.org/1.1/en/extensions/enquiries/)** - We have introduced a core enquiries extension for providing information on enquiries received during the tender stage.
it_it: [# 259] (https://github.com/open-contracting/standard/issues/259) ** [Richieste] (http://standard.open-contracting.org/1.1/en/extensions/enquiries/) ** - Abbiamo introdotto un'estensione delle richieste chiave per fornire informazioni sulle richieste ricevute durante la fase di gara.

source: [#342](https://github.com/open-contracting/standard/issues/342) **[Overall contracting process description](http://standard.open-contracting.org/1.1/en/schema/reference/#release)** - We have introduced a new top-level title and description for the contracting process as a core extension.
it_it: [342] (https://github.com/open-contracting/standard/issues/342) ** [Descrizione del processo di aggiudicazione generale] (http://standard.open-contracting.org/1.1/en/schema/ reference / # release) ** - Abbiamo introdotto un nuovo titolo e una descrizione di alto livello per il processo di aggiudicazione come un'estensione core.

source: [#274](https://github.com/open-contracting/standard/issues/274) **[New property of contract: extendsContractID](http://standard.open-contracting.org/1.1/en/schema/reference/#contract)** - We have introduced a new field 'extendsContractID' to the Contract block to support contract cross-referencing between contracts.
it_it: [# 274] (https://github.com/open-contracting/standard/issues/274) ** [Nuova proprietà del contratto: extendsContractID] (http://standard.open-contracting.org/1.1/en/ schema / reference / # contratto) ** - Abbiamo introdotto un nuovo campo 'extendsContractID' nel blocco Contract per supportare il cross-referencing tra i contratti.

source: [#381](https://github.com/open-contracting/standard/issues/381) **[Lots](http://standard.open-contracting.org/1.1/en/extensions/lots/)** - We have introduced a core extension to provide a model for contracting processes which are divided into lots.
it_it: [# 381] (https://github.com/open-contracting/standard/issues/381) ** [Lots] (http://standard.open-contracting.org/1.1/en/extensions/lots/) ** - Abbiamo introdotto un'estensione core per fornire un modello per i processi di appalto suddivisi in lotti.

source: [#379](https://github.com/open-contracting/standard/issues/379) **[Bids and Bid Statistics](http://standard.open-contracting.org/1.1/en/extensions/bids/)** - We have introduced a core extension which provides a top level Bids section, with BidStatistics and Bid building blocks for detailed information on individual bids. This supersedes the current tender/tenderers section.
it_it: [# 379] (https://github.com/open-contracting/standard/issues/379) ** [Statistiche di offerte e offerte] (http://standard.open-contracting.org/1.1/it/extensions/ offerte /) ** - Abbiamo introdotto un'estensione principale che fornisce una sezione delle offerte di livello superiore, con BidStatistics e blocchi di offerta per informazioni dettagliate sulle singole offerte. Sostituisce la sezione corrente delle offerte / offerenti.

source: [#250](https://github.com/open-contracting/standard/issues/250) **[Location extension](http://standard.open-contracting.org/1.1/en/extensions/location/)** - We have moved the location extensions to become a core extension
it_it: [# 250] (https://github.com/open-contracting/standard/issues/250) ** [Estensione località] (http://standard.open-contracting.org/1.1/it/extensions/location/ ) ** - Abbiamo spostato le estensioni di località per diventare un'estensione principale

source: [#33](https://github.com/open-contracting/standard/issues/33) **[Participation fees (bid document and submission costs)](http://standard.open-contracting.org/1.1/en/extensions/participation_fee/)** - We have introduced a core extension for declaring the participation fees related to a contracting process.
it_it: [# 33] (https://github.com/open-contracting/standard/issues/33) ** [Commissioni di partecipazione (documento di offerta e costi di invio)] (http://standard.open-contracting.org/1.1 / it / extensions / participation_fee /) ** - Abbiamo introdotto un'estensione core per la dichiarazione delle quote di partecipazione relative a un processo di contrattazione.

source: [#249](https://github.com/open-contracting/standard/issues/249) **[Extend contract with a supplier array](http://standard.open-contracting.org/1.1/en/extensions/contract_suppliers/)** - We have introduced a core extension to allow inclusion of supplier information at the contract level.
it_it: [# 249] (https://github.com/open-contracting/standard/issues/249) ** [Estendere il contratto con un fornitore matrice] (http://standard.open-contracting.org/1.1/en/ extensions / contract_suppliers /) ** - Abbiamo introdotto un'estensione di base per consentire l'inclusione delle informazioni sui fornitori a livello di contratto.

source: Deprecated
it_it: Obsoleto

source: [#355](https://github.com/open-contracting/standard/issues/355) **[Deprecating milestone documents](http://standard.open-contracting.org/1.1/en/schema/reference/#milestone)** - We have deprecated milestone documents from core, and added a milestone documents extension for those who wish to continue to use documents at the milestone level.
it_it: [# 355] (https://github.com/open-contracting/standard/issues/355) ** [Declassamento dei documenti cardine] (http://standard.open-contracting.org/1.1/en/schema/reference / # milestone) ** - Abbiamo ritirato i documenti milestone dal nucleo e aggiunto un'estensione dei documenti cardine per coloro che desiderano continuare a utilizzare i documenti a livello di punto cardine.

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](http://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - We have deprecated use of the full organization block at points other than the parties array.
it_it: [# 368] (https://github.com/open-contracting/standard/issues/368) ** [Aggiornamenti alla gestione dell'organizzazione in OCDS] (http://standard.open-contracting.org/1.1/en/ schema / reference / # parties) ** - Abbiamo usato il blocco completo del blocco organizzativo in punti diversi dall'array delle parti.

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](http://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - receiverOrganization, providerOrganization and amount properties have been deprecated in favour or other terms.
it_it: [# 372] (https://github.com/open-contracting/standard/issues/372) ** [Aggiornamenti sulla terminologia delle transazioni] (http://standard.open-contracting.org/1.1/en/schema/ reference / # transaction) ** - receiverOrganization, providerOrganization e amount properties sono stati deprecati a favore o in altri termini.

source: Fixed
it_it: Fisso

source: [#329](https://github.com/open-contracting/standard/issues/329) - updated `item.quantity` to support decimal values (integer -> number)
it_it: [# 329] (https://github.com/open-contracting/standard/issues/329) - aggiornato `item.quantity` per supportare i valori decimali (intero -> numero)

source: [#253](https://github.com/open-contracting/standard/issues/253) - updated `value.amount` to support negative values
it_it: [# 253] (https://github.com/open-contracting/standard/issues/253) - ha aggiornato `value.amount` per supportare valori negativi

source: Added titles to all fields in the documentation (#362)
it_it: Aggiunti titoli a tutti i campi nella documentazione (# 362)

source: Missing field `procurementMethodDetails` added to schema (#221)
it_it: Campo mancante `procurementMethodDetails` aggiunto allo schema (# 221)

source: Typo fix in releaseTag (#391)
it_it: Errore di battitura in releaseTag (# 391)

source: Fixing links to Fiscal Data Package (#271)
it_it: Correzione dei collegamenti a Fiscal Data Package (# 271)

source: Description for `numberOfTenderers` (#314)
it_it: Descrizione per `numberOfTenderers` (# 314)

source: Fixed definition of `changes` (#244)
it_it: Definizione fissa di `changes` (# 244)

source: Updated documentation to refer to 'Object' not 'Reference' for fields (#228)
it_it: Documentazione aggiornata per fare riferimento a "Oggetto" e "Riferimento" per i campi (# 228)

source: Tidy up
it_it: Riordinare

source: Removed the old Spanish documentation translations folders from `standard/docs/es`
it_it: Rimosse le vecchie cartelle di traduzione della documentazione spagnola da `standard / docs / es`

source: Added CSV download links for registered ocids, and publication levels
it_it: Aggiunti collegamenti di download CSV per ocid registrati e livelli di pubblicazione

source: Updated publication levels spreadsheet to reflect version 1.0.2
it_it: Foglio di calcolo aggiornato dei livelli di pubblicazione per riflettere la versione 1.0.2

source: Updated documentation was released. This did not make any semantic changes to the standard.
it_it: La documentazione aggiornata è stata rilasciata. Questo non ha apportato alcuna modifica semantica allo standard.

source: `contractPeriod` added to `award` to allow the anticipated period of a contract to be recorded, without requiring the creation of a contract block. Discussed in [#199](https://github.com/open-contracting/standard/issues/199)
it_it: `contractPeriod` aggiunto a` award` per consentire di registrare il periodo previsto di un contratto, senza richiedere la creazione di un blocco di contratto. Discusso in [# 199] (https://github.com/open-contracting/standard/issues/199)

source: Updated codelists
it_it: Codelist aggiornati

source: Minor documentation fixes.
it_it: Correzioni minori di documentazione.

source: Changes prior to this point are not covered by this changelog. A non-exhaustive overview of changes between the beta release and 1.0.RC can be [found on the project blog](http://standard.open-contracting.org/release-of-data-standard/).
it_it: Le modifiche precedenti a questo punto non sono coperte da questo registro delle modifiche. Una panoramica non esaustiva delle modifiche tra la versione beta e 1.0.RC può essere [trovata sul blog del progetto] (http://standard.open-contracting.org/release-of-data-standard/).
