Repository: CesarY14/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/changelog.po
Languages: it_it

source: Changelog
it_it: Storico delle modifiche

source: All notable changes to this project will be documented in this file. This project adheres to [Semantic Versioning](http://semver.org/).
it_it: Tutte le modifiche importanti a questo progetto saranno documentate in questo file. Questo progetto aderisce a [Semantic Versioning] (http://semver.org/).

source: Codelist updates
it_it: Aggiornamenti dell'elenco codici

source: Update currency codelist for ISO4217 amendment 165 (2017-12-14).
it_it: Aggiorna elenco codici di valuta per l'emendamento 165 ISO4217 (2017-12-14).

source: Schema fixes
it_it: Correzioni dello schema

source: [#646](https://github.com/open-contracting/standard/pull/646) Disallow use of `null` as an item in the array for `Tender.additionalProcurementCategories`.
it_it: [# 646] (https://github.com/open-contracting/standard/pull/646) Non consentire l'uso di `null` come elemento nell'array per` Tender.additionalProcurementCategories`.

source: [#639](https://github.com/open-contracting/standard/issues/639) Make `name` field optional for `OrganizationReference`.
it_it: [# 639] (https://github.com/open-contracting/standard/issues/639) Rendi il campo `name` facoltativo per` OrganizationReference`.

source: [#630](https://github.com/open-contracting/standard/issues/630) Allow optional field `Item.unit` to be `null`.
it_it: [# 630] (https://github.com/open-contracting/standard/issues/630) Consentire al campo facoltativo `Item.unit` di essere` null`.

source: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Add definitions to Release, planning.budget, Milestone, Organization.address, Organization.contactPoint, Classification, Identifier, Value and Period.
it_it: [# 603] (https://github.com/open-contracting/standard/issues/603), [# 645] (https://github.com/open-contracting/standard/issues/645) Aggiungi definizioni a Release, planning.budget, Milestone, Organization.address, Organization.contactPoint, Classification, Identifier, Value and Period.

source: Make `record-package-schema.json` use the `codelist` property to reference `releaseTag.csv`, and update the `enum` accordingly.
it_it: Rendi `record-package-schema.json` usa la proprietà` codelist` per fare riferimento a `releaseTag.csv`, e aggiorna l'enum` di conseguenza.

source: [#578](https://github.com/open-contracting/standard/issues/578) Update definition of `buyer` to cover goods, works and services, and multiple buyers.
it_it: [# 578] (https://github.com/open-contracting/standard/issues/578) Definizione di aggiornamento di "acquirente" per coprire beni, lavori e servizi e più acquirenti.

source: Documentation fixes
it_it: Correzioni di documentazione

source: [#633](https://github.com/open-contracting/standard/issues/633) Update schema reference page to display `Release.relatedProcesses`, `Planning.documents` and `Contract.relatedProcesses`.
it_it: [# 633] (https://github.com/open-contracting/standard/issues/633) Pagina di riferimento dello schema di aggiornamento per visualizzare `Release.relatedProcesses`,` Planning.documents` e `Contract.relatedProcesses`.

source: [#634](https://github.com/open-contracting/standard/issues/634) Clarify definitions of core, community and local extensions.
it_it: [# 634] (https://github.com/open-contracting/standard/issues/634) Chiarire le definizioni di interni principali, di comunità e locali.

source: Extension fixes
it_it: Correzioni di estensione

source: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Add missing definitions, codelists and enums to core extensions, correct typos in codelist filenames, disallow use of `null` as an item in arrays, disallow required fields from being set to `null`, allow optional fields to be `null`, use `OrganizationReference` instead of `Organization`.
it_it: [# 40] (https://github.com/open-contracting/ocds-extensions/issues/40), [# 43] (https://github.com/open-contracting/ocds-extensions/issues/43 ), [# 47] (https://github.com/open-contracting/ocds-extensions/issues/47) Aggiungere definizioni mancanti, liste codici ed enumerazioni alle estensioni principali, correggere errori di battitura nei nomi dei file della lista codici, non consentire l'uso di `null` come elemento negli array, non consentire che i campi obbligatori vengano impostati su `null`, consentire ai campi facoltativi di essere" null ", utilizzare` OrganizationReference` invece di `Organization`.

source: Old and unused scripts have been removed from the documentation repository, and a number of script dependencies have been updated.
it_it: Gli script vecchi e non utilizzati sono stati rimossi dal repository della documentazione e sono state aggiornate diverse dipendenze dello script.

source: [554](https://github.com/open-contracting/standard/issues/554) - **Update currency codelist for ISO4217 amendment 163 (2017-06-09)**. Note: XBT (Bitcoin) is removed from the codelist as it is not part of ISO4217.
it_it: [554] (https://github.com/open-contracting/standard/issues/554) - ** Aggiornamento dell'elenco codici di valuta per l'emendamento 163 ISO4317 (2017-06-09) **. Nota: XBT (Bitcoin) viene rimosso dalla lista dei codici poiché non fa parte di ISO4217.

source: Bug fixes
it_it: Correzioni di bug

source: [#482](https://github.com/open-contracting/standard/issues/482) **[Allow parties.role to be set to null](https://github.com/open-contracting/standard/pull/502/commits/475abf598063aae5c22e07baba015d960fcc3a95)** - required by the [merging approach](http://standard.open-contracting.org/1.1.1-dev/en/schema/merging/).
it_it: [# 482] (https://github.com/open-contracting/standard/issues/482) ** [Consenti a parties.role di essere impostato su null] (https://github.com/open-contracting/standard / pull / 502 / commits / 475abf598063aae5c22e07baba015d960fcc3a95) ** - richiesto dall'approccio [merging approach] (http://standard.open-contracting.org/1.1.1-dev/en/schema/merging/).

source: [#422](https://github.com/open-contracting/standard/issues/422) **[Including currency codelist in documentation and schema](http://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#currency)** to support validation of currency values.
it_it: [# 422] (https://github.com/open-contracting/standard/issues/422) ** [Includendo la lista codici di valuta nella documentazione e nello schema] (http://standard.open-contracting.org/1.1.1 -dev / it / schema / codelists / # currency) ** per supportare la convalida dei valori di valuta.

source: [#479](https://github.com/open-contracting/standard/issues/479) **[Fixing incorrect requirement to include releases in record-package-schema.json](http://standard.open-contracting.org/1.1.1-dev/en/schema/record_package/)**
it_it: [# 479] (https://github.com/open-contracting/standard/issues/479) ** [Risolto il requisito errato di includere versioni in record-package-schema.json] (http: //standard.open- contracting.org/1.1.1-dev/en/schema/record_package/)**

source: [#475](https://github.com/open-contracting/standard/issues/475) **Adding enum arrays to all fields in the schema with a closed codelist** to support validation.
it_it: [# 475] (https://github.com/open-contracting/standard/issues/475) ** Aggiunta di enum array a tutti i campi nello schema con una lista di codici chiusa ** per supportare la convalida.

source: Minor revisions
it_it: Revisioni minori

source: [#471](https://github.com/open-contracting/standard/issues/471) **[Updating milestoneType codelist](http://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#milestone-type)** replacing 'planning' with 'preProcurement' and 'adjudication' with 'assessment' and introducing codes for 'approval' and 'financing'. This is an open codelist, so previous codes remain valid, but publishers able to update to the new codes should do so.
it_it: [# 471] (https://github.com/open-contracting/standard/issues/471) ** [Aggiornamento della lista codici milestoneType] (http://standard.open-contracting.org/1.1.1-dev/en / schema / codelists / # milestone-type) ** sostituendo 'pianificazione' con 'preProcurement' e 'adjudication' con 'assessment' e introducendo codici per 'approvazione' e 'finanziamento'. Questa è una lista di codici aperta, quindi i codici precedenti restano validi, ma i publisher che possono aggiornare i nuovi codici dovrebbero farlo.

source: [#473](https://github.com/open-contracting/standard/issues/473) **[Updating definition of contractSchedule in documentType codelist](http://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#document-type)**
it_it: [# 473] (https://github.com/open-contracting/standard/issues/473) ** [Aggiornamento della definizione di contractSchedule in documentType codelist] (http://standard.open-contracting.org/1.1.1 -dev / it / schema / liste di codici / # documento-tipo) **

source: Documentation improvements
it_it: Miglioramenti della documentazione

source: **Fixing typographic errors throughout the documentation and codelist descriptions**
it_it: ** Correzione di errori tipografici nella documentazione e nelle descrizioni della lista di codici **

source: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) **[Updating basic, intermediate, advanced](http://standard.open-contracting.org/1.1.1-dev/en/implementation/levels/) publication guidance** - to ensure tables and text are aligned.
it_it: [# 480] (https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) ** [Aggiornamento di base, intermedio, avanzato] (http://standard.open-contracting.org/ 1.1.1-dev / it / implementation / levels /) guida alla pubblicazione ** - per garantire che le tabelle e il testo siano allineati.

source: [#489](https://github.com/open-contracting/standard/issues/489) **Listing the milestone documents extension as a core extension** - and removing it from the community extensions list. This extension is only needed by publishers with legacy data containing documents at the milestone level.
it_it: [# 489] (https://github.com/open-contracting/standard/issues/489) ** Elenco dell'estensione dei documenti cardine come estensione principale ** e rimuoverla dall'elenco delle estensioni della community. Questa estensione è necessaria solo per i publisher con dati legacy contenenti documenti al livello fondamentale.

source: [#493](https://github.com/open-contracting/standard/issues/493) **[Updating the description of the Organization Identifier Scheme codelist](http://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#organization-identifier-scheme)** to reflect that the codelist is now maintained by [org-id.guide](http://www.org-id.guide/).
it_it: [# 493] (https://github.com/open-contracting/standard/issues/493) ** [Aggiornamento della descrizione della lista codici dello schema Identificatore di organizzazione] (http://standard.open-contracting.org/1.1 .1-dev / it / schema / codelists / # organization-identifier-scheme) ** per riflettere sul fatto che la codelist è ora gestita da [org-id.guide] (http://www.org-id.guide/) .

source: Code and build process
it_it: Codice e processo di costruzione

source: [#506](https://github.com/open-contracting/standard/issues/506) **Removed make_field_definitions.py** from utility scripts as it is no longer required.
it_it: [# 506] (https://github.com/open-contracting/standard/issues/506) ** Rimosso make_field_definitions.py ** dagli script di utilità in quanto non è più necessario.

source: **Addition of docstrings to key scripts**
it_it: ** Aggiunta di docstring agli script chiave **

source: Policy changes
it_it: Cambiamenti politici

source: [#401](https://github.com/open-contracting/standard/issues/401) **[Deprecation policy](http://standard.open-contracting.org/1.1/en/schema/conformance_and_extensions/)** - The deprecation policy has been updated to support deprecation in decimal upgrades.
it_it: [# 401] (https://github.com/open-contracting/standard/issues/401) ** [Politica di deprecazione] (http://standard.open-contracting.org/1.1/en/schema/conformance_and_extensions/ ** ** - La politica di deprecazione è stata aggiornata per supportare la rimozione negli aggiornamenti decimali.

source: Changed
it_it: Cambiato

source: Structural updates
it_it: Aggiornamenti strutturali

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](http://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - We have updated the approach to include organization information in the standard from having embedded blocks of organization information, to using embedded cross-references to a top-level 'parties' array where full organization details are stored. This change reduces duplication of organization information, and enables more flexible disclosure of information on all the parties to a contracting process, including multiple buyers.
it_it: [# 368] (https://github.com/open-contracting/standard/issues/368) ** [Aggiornamenti alla gestione dell'organizzazione in OCDS] (http://standard.open-contracting.org/1.1/en/ schema / reference / # parties) ** - Abbiamo aggiornato l'approccio per includere le informazioni sull'organizzazione nello standard da blocchi incorporati di informazioni sull'organizzazione, all'utilizzo di riferimenti incrociati incorporati a un array 'partiti' di livello superiore in cui i dettagli dell'organizzazione completa sono immagazzinato. Questo cambiamento riduce la duplicazione delle informazioni sull'organizzazione e consente una divulgazione più flessibile delle informazioni su tutte le parti coinvolte in una procedura di appalto, compresi più acquirenti.

source: [#357](https://github.com/open-contracting/standard/issues/357) **[Amendment handling](http://standard.open-contracting.org/1.1/en/implementation/amendments/)** - We have replace amendment with an array of amendments, and have updated schema and guidance to remove the option of providing semi-structured changes in an amendment object. Changes between amendments should now be provided using multiple releases, with the option to explicitly declare how releases relate to an amendment included in the new amendments array.
it_it: [# 357] (https://github.com/open-contracting/standard/issues/357) ** [Gestione dei cambiamenti] (http://standard.open-contracting.org/1.1/en/implementation/amendments/ ** ** Abbiamo sostituito l'emendamento con una serie di emendamenti e abbiamo aggiornato lo schema e le linee guida per rimuovere l'opzione di fornire modifiche semi-strutturate in un oggetto di modifica. Le modifiche tra le modifiche dovrebbero ora essere fornite utilizzando più versioni, con la possibilità di dichiarare esplicitamente in che modo i rilasci si riferiscono a una modifica inclusa nella nuova serie di emendamenti.

source: Schema validation updates
it_it: Aggiornamenti di convalida dello schema

source: [#329](https://github.com/open-contracting/standard/issues/329) **[Float for Item.quantity](http://standard.open-contracting.org/1.1/en/schema/reference/#item)** - Item quantities has been updated to 'number' to support decimal values (e.g 10.5 rather than just 10)
it_it: [# 329] (https://github.com/open-contracting/standard/issues/329) ** [Float per Item.quantity] (http://standard.open-contracting.org/1.1/en/schema / reference / # item) ** - Le quantità degli articoli sono state aggiornate al 'numero' per supportare i valori decimali (ad esempio 10.5 anziché solo 10)

source: [#253](https://github.com/open-contracting/standard/issues/253) **[Negative amounts](http://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - We have added support for negative amounts in transactions
it_it: [# 253] (https://github.com/open-contracting/standard/issues/253) ** [Importi negativi] (http://standard.open-contracting.org/1.1/en/schema/reference/ #budget) ** - Abbiamo aggiunto il supporto per gli importi negativi nelle transazioni

source: [#323](https://github.com/open-contracting/standard/issues/323) **[Standard should specify use of UTF-8 for encoding JSON](http://standard.open-contracting.org/1.1/en/implementation/serialization/#json)** - We now recommend use of I-JSON and UTF-8 for JSON publication
it_it: [# 323] (https://github.com/open-contracting/standard/issues/323) ** [Lo standard dovrebbe specificare l'uso di UTF-8 per la codifica JSON] (http://standard.open-contracting.org /1.1/en/implementation/serialization/#json)** - Ora consigliamo l'uso di I-JSON e UTF-8 per la pubblicazione JSON

source: [#166](https://github.com/open-contracting/standard/issues/166) **[Indicate encoding for CSV serializations](http://standard.open-contracting.org/1.1/en/implementation/serialization/#multi-table)** - We have added information on CSV encoding to the implementation guidance to recommend UTF-8 or windows-1252.
it_it: [# 166] (https://github.com/open-contracting/standard/issues/166) ** [Indicare la codifica per le serializzazioni CSV] (http://standard.open-contracting.org/1.1/en/implementazione / serializzazione / # multi-table) ** - Abbiamo aggiunto informazioni sulla codifica CSV alla guida all'implementazione per raccomandare UTF-8 o windows-1252.

source: [#336](https://github.com/open-contracting/standard/issues/336) **[Codelist properties in schema](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - We have included explicit references to the codelist files (CSV versions) in the schema. This will be used in future versions of the validator to support validation against codelists.
it_it: [# 336] (https://github.com/open-contracting/standard/issues/336) ** [Proprietà dell'elenco codici nello schema] (https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6) ** - Abbiamo incluso riferimenti espliciti ai file della lista di codici (versioni CSV) nello schema. Questo verrà utilizzato nelle versioni future del validatore per supportare la validazione rispetto alle liste di codici.

source: [#301](https://github.com/open-contracting/standard/issues/301) **[Specifying versions and extensions in package metadata](http://standard.open-contracting.org/1.1/en/schema/records_reference/#package-metadata)** - We have updated the package schemas to require that version is declared, and to provide a means of declaring extensions in use. This will be used in future versions of the validator to support validation against extensions.
it_it: [# 301] (https://github.com/open-contracting/standard/issues/301) ** [Specifica di versioni ed estensioni nei metadati del pacchetto] (http://standard.open-contracting.org/1.1/en / schema / record_reference / # package-metadata) ** - Abbiamo aggiornato gli schemi del pacchetto per richiedere che la versione sia dichiarata e per fornire un mezzo per dichiarare le estensioni in uso. Questo verrà utilizzato nelle versioni future del validatore per supportare la convalida contro le estensioni.

source: [#287](https://github.com/open-contracting/standard/issues/287) **[Remove all ocdsMerge strategies](http://standard.open-contracting.org/1.1/en/schema/merging/)** - We have remove all 'merge strategies' from the schema as these are no longer required, now that all objects in arrays contain an id element.
it_it: [# 287] (https://github.com/open-contracting/standard/issues/287) ** [Rimuovi tutte le strategie ocdsMerge] (http://standard.open-contracting.org/1.1/en/schema/ merging /) ** - Abbiamo rimosso tutte le "unire strategie" dallo schema poiché non sono più necessarie, ora che tutti gli oggetti nelle matrici contengono un elemento id.

source: Schema definition updates
it_it: Aggiornamenti delle definizioni dello schema

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](http://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - We have replaced receiverOrganization and providerOrganization with payee and payer, to align with more familiar terminology, and have replaced 'amount' with 'value' for consistency with other areas of the standard.
it_it: [# 372] (https://github.com/open-contracting/standard/issues/372) ** [Aggiornamenti sulla terminologia delle transazioni] (http://standard.open-contracting.org/1.1/en/schema/ reference / # transaction) ** - Abbiamo sostituito receiverOrganization e providerOrganization con payee e payer, per allinearsi con una terminologia più familiare, e abbiamo sostituito 'amount' con 'value' per coerenza con altre aree dello standard.

source: [#378](https://github.com/open-contracting/standard/issues/378) **[Updates to core budget block](http://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - We have updated references to the Fiscal Data Package in the schema.
it_it: [# 378] (https://github.com/open-contracting/standard/issues/378) ** [Aggiornamenti al blocco del budget principale] (http://standard.open-contracting.org/1.1/en/schema / reference / # budget) ** - Abbiamo aggiornato i riferimenti al Fiscal Data Package nello schema.

source: [#337](https://github.com/open-contracting/standard/issues/337) **[Definition of "tenderer" to enhance clarity](http://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - We have updated the definition of tenderer in the tenders block, and cross-referenced the bid extension.
it_it: [# 337] (https://github.com/open-contracting/standard/issues/337) ** [Definizione di "offerente" per migliorare la chiarezza] (http://standard.open-contracting.org/1.1/ it / schema / reference / # tender) ** - Abbiamo aggiornato la definizione di offerente nel blocco delle offerte e ho fatto riferimenti incrociati sull'estensione di offerta.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](http://standard.open-contracting.org/1.1/en/extensions/enquiries/)** - We have updated the definition of hasEnquiries.
it_it: [# 259] (https://github.com/open-contracting/standard/issues/259) ** [Richieste] (http://standard.open-contracting.org/1.1/en/extensions/enquiries/) ** - Abbiamo aggiornato la definizione di hasEnquiries.

source: [#246](https://github.com/open-contracting/standard/issues/246) **[In what scope must a release ID be unique?](http://standard.open-contracting.org/1.1/en/schema/reference/#release)** - We have updated the definition of release.id to reflect the scope in which it must be unique
it_it: [# 246] (https://github.com/open-contracting/standard/issues/246) ** [In quale ambito un identificativo di rilascio deve essere univoco?] (Http://standard.open-contracting.org/ 1.1 / it / schema / reference / # release) ** - Abbiamo aggiornato la definizione di release.id per riflettere l'ambito in cui deve essere univoca

source: Closed codelist updates
it_it: Aggiornamenti codelist chiusi

source: [#201](https://github.com/open-contracting/standard/issues/201) **[Tender status](http://standard.open-contracting.org/1.1/en/schema/codelists/#tender-status)** - New 'pipeline' and 'withdrawn' codes have been introduced to the tenderStatus codelist.
it_it: [# 201] (https://github.com/open-contracting/standard/issues/201) ** [Stato dell'offerta] (http://standard.open-contracting.org/1.1/en/schema/codelists/ # stato di gara) ** - Nuovi codici "pipeline" e "ritirati" sono stati introdotti nella lista degli elenchi di tenderStatus.
