Repository: CesarY14/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/index.po
Languages: fr

source: OCDS provides a common core of [sections and building blocks](../getting_started/building_blocks.md) for describing contracting processes.
fr: OCDS fournit un tronc commun de [sections et de composants essentiels](../getting_started/building_blocks.md) pour décrire les processus de passation de marché.

source: Many publishers will have additional data that they could publish. Instead of ignoring this data and leaving it unpublished, OCDS encourages publishers to collaborate on the creation of **extensions** to the standard.
fr: De nombreux producteurs de données ont des données supplémentaires qu'ils pourraient publier. Au lieu d'ignorer ces données et de les laisser non publiées, OCDS encourage les producteurs de données à collaborer pour la création d'**extensions** au standard.

source: Extensions are divided into two types:
fr: Les extensions sont divisées en deux types :

source: **Core** extensions are maintained as part of the standard governance process, documented as part of the standard and reviewed by the OCDS technical team with each version upgrade of OCDS. They are likely to be relevant to a large number of publishers and users.
fr: Les extensions **de base** sont maintenues comme une partie du processus de la gouvernance du standard, documentées comme une partie du standard et revues par l'équipe technique d'OCDS à chaque mise à jour d'OCDS. Elles sont censées être utiles à un grand nombre de producteurs et d'usagers des données.

source: **Community** and local extension are maintained by third-parties, or are maintained outside of the standard governance process. They may provide features required by only a small number of publishers or users, or may be used to document a publisher's additional fields or codelist values.
fr: Les extensions **communautaires** et locales sont maintenues par des tiers ou sont maintenues en dehors du processus de gouvernance standard. Elles peuvent fournir des fonctionnalités requises par un petit nombre de producteurs ou d'usagers, ou peuvent être utilisées pour documenter des champs ou des valeurs de nomenclatures supplémentaires propres à un producteur de données.

source: All core and community extensions are listed in the [extensions registry](https://github.com/open-contracting/extension_registry) and in the documentation here. The [standard technical team](../support/governance.md) approves extensions for inclusion in the registry (distinguishing community from local extensions) and for inclusion in the governance process (distinguishing core from community extensions).
fr: Toutes les extensions de base ou communautaires sont listées dans le [registre des extensions](https://github.com/open-contracting/extension_registry) et ici dans la documentation . L'(équipe technique du standard](../support/governance.md) approuve l'inclusion dans le registre des extensions (en distinguant les extensions communautaires des extensions locales) et leur inclusion dans le processus de gouvernance (en distinguant les extensions de base des extensions communautaires).

source: Using extensions
fr: Utiliser des extensions

source: Extensions are applied by adding their URLs to the `extensions` array in the release or record package. To use one or more extensions, select them from the extension lists below and include the following in your release or record package metadata:
fr: Les extensions sont appliquées en ajoutant leurs URL dans la liste `extensions` dans le paquet d'instance ou d'archive. Pour utiliser ou plusieurs extensions, sélectionnez-les depuis les listes d'extensions ci-dessous et incluez les éléments suivants dans les métadonnées de votre paquet d'instances ou d'archives :

source: Core extensions
fr: Extensions de base

source: Category
fr: Catégorie

source: Extension URL
fr: URL de l'extension

source: Bid statistics and details::http://standard.open-contracting.org/1.1/en/extensions/bids/
fr: Statistiques et détails sur les offres::http://standard.open-contracting.org/1.1/fr/extensions/bids/

source: Allowing bid statistics, and detailed bid information to be represented.
fr: Permet de représenter des statistiques et des informations détaillées sur les offres.

source: Enquiries::http://standard.open-contracting.org/1.1/en/extensions/enquiries/
fr: Échanges::http://standard.open-contracting.org/1.1/fr/extensions/enquiries/

source: The enquiries extension can be used to record questions raised during a contracting process, and the answers provided.
fr: L'extension sur les échanges peut être utilisée pour enregistrer les questions soulevées et les réponses obtenues pendant un processus de passation de marché.

source: Location::http://standard.open-contracting.org/1.1/en/extensions/location/
fr: Localisation::http://standard.open-contracting.org/1.1/fr/extensions/location/

source: Allow the point of delivery for a given item or the site of works to be completed to be indicated in both the tender, award and contract stage.
fr: Permet d'indiquer le lieu de livraison d'un objet ou le site où des travaux doivent être réalisés aux étapes de l'appel d'offre, de l'attribution et de la contractualisation.

source: Lots::http://standard.open-contracting.org/1.1/en/extensions/lots/
fr: Lots::http://standard.open-contracting.org/1.1/fr/extensions/lots/

source: A tender process may be divided into lots, where bidders can bid on one or more lots. Details of each lot can be provided here. Items, documents and other features can then reference the lot they are related to using relatedLot. Where no relatedLot identifier is given, the values should be interpreted as applicable to the whole tender.
fr: Un processus d'appel d'offres peut être divisé en lots. Les candidats peuvent ainsi soumettre des offres sur un ou plusieurs lots. Les détails de chaque lot peuvent être fournis ici. Les objets, les documents et d'autres fonctionnalités peuvent référencer le lot auquel ils sont reliés en utilisant "relatedLot". Quand aucun identifiant "relatedLot" n'est donné, les valeurs doivent être interprétées comme applicables à tout l'appel d'offre.

source: Milestone documents::http://standard.open-contracting.org/1.1/en/extensions/milestone_documents/
fr: Documents d'étape::http://standard.open-contracting.org/1.1/fr/extensions/milestone_documents/

source: Documents at the milestone level were deprecated in OCDS 1.1. This extension re-introduces the ability to attach documents to each individual milestone.
fr: Les documents au niveau des étapes sont dépréciés dans OCDS 1.1. Cette extension réintroduit la possibilité d'attacher des documents à chaque étape.

source: Participation Fees::http://standard.open-contracting.org/1.1/en/extensions/participation_fee/
fr: Frais de participation::http://standard.open-contracting.org/1.1/en/extensions/participation_fee/

source: Where a tender process involves payment of fees to access documents, submit a proposal, or be awarded a contract, this extension can be used to provide fee details.
fr: Quand un processus d'appel d'offres demande un paiement de frais pour accéder aux documents, soumettre une offre ou obtenir l'attribution d'un marché, cette extension peut être utilisée pour fournir des détails sur les frais.

source: Process level title and description::http://standard.open-contracting.org/1.1/en/extensions/process_title/
fr: Titre et description du processus::http://standard.open-contracting.org/1.1/fr/extensions/process_title/

source: For providing overall process titles and descriptions, often to give a free-text summary of the contracting process as a whole.
fr: Pour fournir des titres et des descriptions pour les processus, souvent pour donner un résumé en texte libre pour l'ensemble du processus de passation de marché.

source: Community extensions
fr: Extensions communautaires

source: More information
fr: Plus d'informations

source: Core extension documentation pages
fr: Documentation des extensions de base
