Repository: CesarY14/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/location.po
Languages: fr

source: Location Data
fr: Données de localisation

source: Metadata
fr: Métadonnées

source: To use this extension, include its URL in the `extension` array of your release or record package.
fr: Pour utiliser cette extension, ajouter son URL dans la liste `extension` de votre paquet d'instance ou d'archive.

source: This extension is maintained at [https://github.com/open-contracting/ocds_location_extension](https://github.com/open-contracting/ocds_location_extension)
fr: Cette extension est maintenue à l'adresse [https://github.com/open-contracting/ocds_location_extension](https://github.com/open-contracting/ocds_location_extension)

source: Communicating the location of proposed or executed contract delivery is important to make users of contracting data.
fr: Pouvoir communiquer la localisation (projetée ou effective) de l'exécution d'un marché est important pour accroître le nombre d'utilisateurs des données sur les marchés publics.

source: This extension introduces two properties at the `items` level to describe location:
fr: Cette extension ajoute deux propriétés au niveau ` items` pour décrire la localisation :

source: `deliveryAddress` - a standard `Address` block which can be used to provide a postal address where services should be delivered.
fr: `deliveryAddress` - une composante `Address` standard qui peut être utilisée pour fournir une adresse postale à laquelle les services devraient être livrés.

source: `deliveryLocation` - a new block consisting of GeoJSON and Gazetteer entries to describe a wider range of locations to which the contract line item relates.
fr: `deliveryLocation` - une nouvelle composante constituée de GeoJSON et d'entrées Gazetteer (index géographique) pour décrire un ensemble plus large de lieux auxquels l'élément du marché se rapporte.

source: Schema reference
fr: Documentation du schéma

source: Field
fr: Champ

source: Definition
fr: Définition

source: Location
fr: Localisation

source: A name or description of this location. This might include the name(s) of the location(s), or might provide a human readable description of the location to be covered. This description may be used in a user-interface.
fr: Un nom ou une description de cette localisation. Cela peut inclure le(s) nom(s) du / des emplacement(s) ou peut fournir une description lisible par l'utilisateur de l'emplacement à couvrir. Cette description peut être utilisée dans une interface utilisateur.

source: The type of `GeoJSON Geometry Objects <http://geojson.org/geojson-spec.html#geometry-objects>`__ being provided. To provide latitude and longitude use 'point', and enter an array of [latitude,longitude] as the value of coordinates field: e.g. [37.42,-122.085]. Note the capitalization of type values - set in order to maintain compatibility with GeoJSON.
fr: Le type de `GeoJSON Geometry Objects <http://geojson.org/geojson-spec.html#geometry-objects> `__ fourni. Pour fournir une latitude et une longitude, utilisez 'point', et entrez une liste de [latitude, longitude] comme champ dans la valeur des coordonnées: par ex. [37,42, -122,085]. Notez la capitalisation des valeurs de type pour maintenir la compatibilité avec geoJSON.

source: The relevant array of points, e.g. [latitude,longitude], or nested array, for the GeoJSON geometry being described. The longitude and latitude MUST be expressed in decimal degrees in the WGS84 (EPSG:4326) projection
fr: La liste pertinente de points, par ex. [latitude, longitude] ou une liste imbriquée, pour la géométrie GeoJSON décrite. La longitude et la latitude DOIVENT être exprimées en degrés décimaux dans la projection WGS84 (EPSG: 4326)

source: We follow the `GeoJSON standard <http://geojson.org/>`__ to express basic location information, using latitude and longitude values in the `WGS84 <https://en.wikipedia.org/wiki/World_Geodetic_System>`__ (EPSG:4326) projection. A point location can be identified by geocoding a delivery address. For concession licenses, or other contracts covering a polygon location which is not contained in a known gazetteer, polygon and multi-polygon can be used.
fr: Nous suivons le standard `GeoJSON <http://geojson.org/>` __ pour exprimer des informations de localisation de base, en utilisant les valeurs de latitude et de longitude dans la projection WGS84 <https://fr.wikipedia.org/wiki/WGS_84>` __ (EPSG: 4326). Un emplacement de point peut être identifié en géocodant une adresse de livraison. Pour les licences de concession ou d'autres contrats couvrant un emplacement de polygone qui n'est pas contenu dans une nomenclature connue, un polygone et un polygone multiple peuvent être utilisés.

source: The entry of the selected gazetteer in the gazetteers codelist. The codelist provides details of services, where available, that can resolve a gazetteer entry to provide location names.
fr: L'entrée de la nomenclature géographique sélectionnée dans la liste de codes sur la nomenclature géographique. La liste de codes fournit des détails sur les services, le cas échéant, qui peuvent faire correspondre une entrée de nomenclature pour fournir des noms de localisation.

source: An array of one or more codes drawn from the gazetteer indicated in scheme.
fr: Une liste d'un ou plusieurs codes tirés de la nomenclature indiquée dans le schéma.

source: A gazetteer is a geographical index or directory. The specific gazetteer used should be specified in scheme, and one or more codes from that gazetteer used in identifier.
fr: Un index géographique est un répertoire ou un dictionnaire géographique. L'index géographique spécifiquement utilisé devrait être spécifié dans le schéma, et un ou plusieurs codes de cet index géographique utilisées comme identifiant.

source: A URI to a further description of the activity location. This may be a human readable document with information on the location, or a machine-readable description of the location.
fr: Un URI vers une description plus détaillée de l'emplacement de l'activité. Il s'agit peut-être d'un document lisible par les humains avec des informations sur la localisation ou une description lisible par les machines de la localisation.

source: Gazetteer Codelist
fr: Listes de codes de nomenclatures (*gazetteers*)

source: See locationGazetteers.csv
fr: Consulter locationGazetteers.csv

source: Example
fr: Exemple

source: Below is an example of a geolocated item:
fr: Voici ci-dessous un exemple d'élément géolocalisé :

source: If the procurement related to the rebuilding of a road, then the item could also specify more complex geometries such as:
fr: Si la commande publique portait sur la reconstruction d'une route, alors l'élément pourrait également spécifier des géométries plus complexes telles que :

source: You can take the contents of the geometry object, excluding the `geometry` keyword, and plug this into any GeoJSON tool to see the shape that is described.
fr: Vous pouvez prendre le contenu de l'objet de géométrie, enlever le mot-clé `geometry` et le donner à n'importe quel outil utilisant du GeoJSON pour visualiser la forme qui est décrite.

source: Issues
fr: Problèmes

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
fr: Signalez les problèmes concernant cette extension dans le [répertoire ocds](https://github.com/open-contracting/ocds-extensions/issues), en mettant le nom de l'extension dans le titre du signalement.

source: Changelog
fr: Journal des modifications

source: Disallow `Location.geometry.coordinates` from having null in its array of coordinates
fr: Interdit au champ `Location.geometry.coordinates` d'avoir des valeurs `null` dans sa liste de coordonnées

source: Disallow `Location.gazetteer.identifiers` from having null in its array of strings
fr: Interdit au champ `Location.gazetteer.identifiers` d'avoir une valeur `null` dans sa liste de chaînes de caractère

source: Correct name of locationGazetteers.csv codelist (was locationGazeteers.csv)
fr: Corrige le nom de la nomenclature locationGazetteers.csv (était locationGazeteers.csv)

source: Allow `Location.geometry` and `Location.gazetteer` to be null
fr: Autorise les champs `Location.geometry` and `Location.gazetteer` à prendre la valeur `null`

source: Add title and description to `Location.gazetteer`
fr: Ajoute un titre et une description à `Location.gazetteer`

source: Add description to `Item.deliveryLocation`, `Item.deliveryAddress`
fr: Ajoute une description à `Item.deliveryLocation`, `Item.deliveryAddress`

source: Add geometryType.csv codelist for `Location.geometry.type`
fr: Ajoute la nomenclature geometryType.csv pour le champ `Location.geometry.type`

source: List codelists in extension.json
fr: Liste les nomenclatures dans extension.json

source: Add tests and tidy code
fr: Ajoute des tests et nettoie le code
